[
  {
    "title": "The Pre-He White Dwarfs in Eclipsing Binaries. I. WASP 0131+28",
    "abstract": "  We report the first $BV$ light curves and high-resolution spectra of the\npost-mass transfer binary star WASP 0131+28 to study the absolute properties of\nextremely low-mass white dwarfs. From the observed spectra, the double-lined\nradial velocities were derived, and the effective temperature and rotational\nvelocity of the brighter, more massive primary were found to be $T_{\\rm eff,1}\n= 10,000 \\pm 200$ K and $v_1\\sin$$i$ = 55 $\\pm$ 10 km s$^{-1}$, respectively.\nThe combined analysis of the {\\it TESS} archive data and ours yielded the\naccurate fundamental parameters of the program target. The masses were derived\nto about 1.0 \\% accuracy and the radii to 0.6 \\%, or better. The secondary\ncomponent's parameters of $M_2 = 0.200 \\pm 0.002$ M$_\\odot$, $R_2 = 0.528 \\pm\n0.003$ R$_\\odot$, $T_{\\rm eff,2}$ = 11,186 $\\pm$ 235 K, and $L_2 = 3.9 \\pm 0.3$\nL$_\\odot$ are in excellent agreement with the evolutionary sequence for a\nhelium-core white dwarf of mass 0.203 M$_\\odot$, and indicates that this star\nis halfway through the constant luminosity phase of its cooling sequence.\n",
    "label": "astro-ph"
  },
  {
    "title": "On the evolution of the transient neutron star X-ray binary SAX J1748.9-2021\n  in the globular cluster NGC 6440",
    "abstract": "  We report on the analysis of X-ray observations of the transient neutron\nstar low-mass X-ray binary SAX J1748.9-2021 in the globular cluster NGC 6440,\nperformed with the Swift, XMM-Newton and INTEGRAL observatories during its 2015\noutburst. We find that the source reached a outburst 2-10 keV luminosity peak\nof $L_X\\sim2\\times10^{37}$ erg s$^{-1}$ (assuming a distance of 8.5 kpc), more\nthan an order of magnitude larger than observed during the 2001 and 2005\noutbursts. The broad-band X-ray spectrum of the source during the outburst peak\nis well described by a hard, only weakly Comptonized, component, probably\narising from an accretion-heated neutron star surface, plus a strong blackbody\ncomponent from the accretion disk. This hard spectral state is typically\nobserved from accreting neutron stars at luminosities of a few percent of the\nEddington limit. We find that the outburst decay has an exponential profile,\nwith an e-folding time of $\\sim35$ days. The source returned to quiescence\naround mid-June 2015. We investigate the long-term outburst recurrence time of\nthis source using the full data archive of pointed X-ray observations of NGC\n6440. We do not find evidence for any other outburst from SAX J1748.9-2021 over\nthe past $\\sim$20 years, implying a recurrence time of $\\gtrsim$10 years.\nFinally, we briefly discuss our findings in the context of the canonical\nevolution of neutron star transients.\n",
    "label": "astro-ph"
  },
  {
    "title": "Chiral symmetry and deconfinement in a weak magnetic background at finite\n  temperature and in the presence of an electric field",
    "abstract": "  We investigate the phase diagram of the two flavor Nambu--Jona-Lasinio\n(NJL) model at finite temperature $T$ and in the presence of background fields.\nOur unified formalism for this study is based on the Schwinger-Dyson equations,\nsymmetry preserving vector-vector contact interaction model of quarks, and the\nproper time regularization scheme. At $T=0$, in the purely magnetic case\n($eE\\rightarrow 0$), we observe the well known magnetic catalysis effect. On\nthe other hand, in the pure electric field background ($eB\\rightarrow 0$),\nthe electric field tends to restore the chiral symmetry and deconfinement above\nthe pseudo-critical electric field $eE^{\\chi, C}_c$. In the presence of both\n$eE$ and $eB$: we find the magnetic catalysis effect in the particular region\nwhere $eB$ dominates over $eE$, whereas, we observe the chiral inhibition (or\nelectric chiral rotation) effect, when $eE$ stand over $eB$. At finite $T$, in\nthe pure electric field case, the phenomenon of inverse electric catalysis\nappears to exist in our model. On the other hand for pure magnetic field\nbackground, we notice the magnetic catalysis effect in the mean-field\napproximation and inverse magnetic catalysis with $eB$-dependent coupling. The\ncombined effect of both $eE$ and $eB$ on the pseudo-critical $T^{\\chi, C}_c$\nyields the inverse electromagnetic catalysis, with and without $eB-$dependent\neffective coupling of the model. Our findings are satisfactory in agreement\nwith already predicted results by lattice simulations and other reliable\neffective models of QCD.\n",
    "label": "hep-ph"
  }
]